[
  {
    "name": "Fliegenpilz",
    "latinName": "Amanita muscaria",
    "description": "Leuchtend roter Hut mit weißen Punkten – das klassische „Märchenpilz“-Aussehen. Der Stiel ist weiss, fest und trägt oft einen hängenden Ring. Unten sitzt eine Knolle mit mehreren Ringen. Das Fleisch ist weiss und geruchlos.",
    "size": "Hut bis 20 cm, Stiel bis 15 cm hoch.",
    "location": "In Misch- und Nadelwäldern, häufig unter Birken und Fichten.",
    "season": "Juli bis November, oft nach Regenperioden.",
    "edibility": "Giftig! – verursacht Halluzinationen und Magenbeschwerden.",
    "edibilityStatus": "poisonous",
    "confusionRisk": [
      "Pantherpilz (Amanita pantherina)",
      "Kaiserling (Amanita caesarea)"
    ],
    "tip": "Fliegenpilz hat leuchtend roten Hut, weiße Punkte und weiße Lamellen – der Kaiserling hat orange Hut und gelbe Lamellen.",
    "modelPath": null,
    "updated": "2025-12-07 11:02:02.121Z"
  },
  {
    "name": "Flockenstieliger Hexenröhrling",
    "latinName": "Neoboletus erythropus",
    "description": "Der Hut ist braun bis dunkelbraun und leicht filzig. Der Stiel ist auffällig gefleckt, mit roten und gelben Punkten. Die Röhren sind rot, und das Fleisch färbt sich blau, wenn man es anschneidet oder drückt.",
    "size": "5–20 cm Hut, Stiel 4–15 cm",
    "location": "Wächst in Mischwäldern mit sauren Böden, häufig unter Buchen und Fichten.",
    "season": "April bis Spätherbst",
    "edibility": "gekocht essbar",
    "edibilityStatus": "edible",
    "confusionRisk": [
      "Satansröhrling (Rubroboletus satanas)"
    ],
    "tip": null,
    "modelPath": null,
    "updated": "2025-12-07 10:53:57.138Z"
  },
  {
    "name": "Pantherpilz",
    "latinName": "Amanita pantherina",
    "description": "Der Pantherpilz hat einen braunen bis olivbraunen Hut mit weissen Punkten – ähnlich wie der Fliegenpilz, aber dunkler gefärbt. Der Hutrand ist glatt, der Stiel weiss und trägt einen hängenden Ring. Unten hat er eine deutlich abgesetzte Knolle mit mehreren ringförmigen Wülsten. Das Fleisch ist weiss und geruchlos.",
    "size": "Hut 5–12 cm, Stiel bis 15 cm hoch.",
    "location": "Wächst in Laub- und Mischwäldern, besonders unter Buchen und Fichten, auf kalkhaltigen Böden.",
    "season": "Juli bis Oktober",
    "edibility": "Giftig – enthält Nervengifte, die Halluzinationen, Schwindel, Krämpfe und Verwirrtheit auslösen können.",
    "edibilityStatus": "poisonous",
    "confusionRisk": [
      "Kaiserling (Amanita caesarea) – leuchtend orange, gelblicher Stiel"
    ],
    "tip": null,
    "modelPath": null,
    "updated": "2025-12-07 10:58:33.752Z"
  },
  {
    "name": "Pfifferling",
    "latinName": "Cantharellus cibarius",
    "description": "Der Pfifferling leuchtet dottergelb bis goldgelb und hat einen trichterförmigen Hut mit unregelmäßig gewelltem Rand. Auf der Unterseite sitzen Leisten statt Lamellen – sie verlaufen am Stiel herab. Das Fleisch ist fest, weißlich und riecht angenehm fruchtig, leicht nach Aprikose",
    "size": "Hut bis 10 cm, Stiel kurz und fest.",
    "location": "Wächst in lichten Mischwäldern, besonders unter Fichten, Buchen und Kiefern. Bevorzugt moosige, saure Böden.",
    "season": "Juni bis Oktober",
    "edibility": "Essbar - aromatisch, würzig, fest im Biss",
    "edibilityStatus": "edible",
    "confusionRisk": [
      "Falscher Pfifferling (Hygrophoropsis aurantiaca)"
    ],
    "tip": null,
    "modelPath": null,
    "updated": "2025-12-07 10:52:22.829Z"
  },
  {
    "name": "Satansröhrling",
    "latinName": "Rubroboletus satanas",
    "description": "Dieser auffällige Pilz hat einen sehr hellen, fast weißen bis grauen Hut, darunter gelbe Röhren und einen kräftig roten Stiel. Bei Druck verfärbt sich das Fleisch blau. Der Geruch ist unangenehm, manchmal aasartig.",
    "size": "Hut bis 25 cm, kräftiger Stiel.",
    "location": "In Laubwäldern, besonders unter Eichen, Buchen und Linden, bevorzugt kalkreiche Böden.",
    "season": "Juni bis September",
    "edibility": "Giftig – verursacht heftige Magen-Darm-Beschwerden",
    "edibilityStatus": "poisonous",
    "confusionRisk": [
      "Steinpilz",
      "Hexenröhrling"
    ],
    "tip": null,
    "modelPath": "satansroehrling.glb",
    "updated": "2025-12-07 10:56:47.916Z"
  },
  {
    "name": "Steinpilz",
    "latinName": "Boletus edulis",
    "description": "Der Steinpilz ist einer der beliebtesten Speisepilze. Er hat einen dickfleischigen, braunen Hut mit leicht glänzender Oberfläche („speckig“) und einen kräftigen, weissen bis hellbraunen Stiel mit feinem, hellen Netzmuster. Die Röhren unter dem Hut sind jung weiss, später gelblich bis olivgrün. Das Fleisch ist fest, weiss und nussig duftend.",
    "size": "Hut bis 25 cm, Stiel bis 20 cm hoch.",
    "location": "In Mischwäldern, vor allem bei Fichten, Tannen und Buchen. Bevorzugt moosige, humusreiche Böden.",
    "season": "Von Juni bis Spätherbst, oft nach Regen.",
    "edibility": "Essbar – aromatisch, nussig und vielseitig verwendbar. Ideal zum Braten, Trocknen oder Einlegen.",
    "edibilityStatus": "edible",
    "confusionRisk": [
      "Satansröhrling (Rubroboletus satanas) – roter Stiel, gelbe Röhren"
    ],
    "tip": null,
    "modelPath": "steinpilz.glb",
    "updated": "2025-12-07 10:57:43.031Z"
  }
]
